Repository: lalitkapoor/OmniWM
Catalog: Sources/OmniWM/Resources/Commands.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

# command.category.column
source: Container and Column
ar: الحاوية والعمود
da: Container og kolonne
de: Container und Säule
el: Εμπορευματοκιβώτιο και στήλη
es: Contenedor y columna
fi: Kontti ja sarake
fr: Conteneur et colonne
he: מיכל ועמודה
hi: कंटेनर और कॉलम
it: Contenitore e colonna
ja: コンテナとカラム
ko: 컨테이너와 열
nb: Container og kolonne
nl: Container en kolom
pl: Kontener i kolumna
ru: Контейнер и столб
sr_latn: Kontejner i kolona
sv: Container och kolumn
uk: Контейнер і стовпець
zh_hans: 容器和柱子

# command.category.focus
source: Focus
ar: التركيز
da: Fokusér
de: Fokus
el: Εστίαση
es: Enfoque
fi: Keskittyminen
fr: Objectif
he: התמקד
hi: ध्यान केंद्रित करें
it: Attiva
ja: 焦点
ko: 초점
nb: midtpunkt
pl: Fokus
ru: Фокус
sr_latn: Fokus
sv: fokus
uk: Фокус
zh_hans: 专注

# command.category.layout
source: Layout
ar: التخطيط
el: Διάταξη
es: Diseño
fi: Asettelu
fr: Mise en page
he: פריסה
hi: लेआउट
it: Disposizione
ja: レイアウト
ko: 레이아웃
nb: plan
nl: Opmaak
pl: Układ
ru: Разметка
sr_latn: Raspored
sv: planering
uk: Компонування
zh_hans: 布局

# command.category.monitor
source: Monitor
ar: مراقب
da: Skærm
el: Οθόνη
fi: Monitori
fr: Moniteur
he: צג
hi: निगरानी करें
ja: モニター
ko: 모니터
ru: Монитор
sv: ordningsman
uk: Монітор
zh_hans: 监视器

# command.category.move
source: Move Window
ar: نافذة الحركة
da: Flyt vindue
de: Fenster verschieben
el: Μετακίνηση παραθύρου
es: Ventana de desplazamiento
fi: Siirrä ikkunaa
fr: Déplacer la fenêtre
he: הזז חלון
hi: विंडो स्थानांतरित करें
it: Sposta finestra
ja: ウィンドウを移動する
ko: 창 이동
nb: Flytt vindu
nl: Venster verplaatsen
pl: Przenieś okno
ru: Передвинуть окно
sr_latn: Pokretanje prozora
sv: Flytta fönster
uk: Перемістити вікно
zh_hans: 移动窗口

# command.category.workspace
source: Workspace
ar: مساحة العمل
da: Arbejdsområde
de: Arbeitsbereich
el: Χώρος εργασίας
es: Espacio de trabajo
fi: Työtila
fr: Espace de travail
he: מרחב עבודה
hi: कार्यस्थल
it: Spazio di lavoro
ja: ワークスペース
ko: 작업 공간
nb: arbeidsområde
nl: Werkruimte
pl: Przestrzeń robocza
ru: Рабочая зона
sr_latn: radni prostor
sv: Arbetsyta
uk: Робочий простір
zh_hans: 工作区

# command.dwindle.clearPreselection
source: Clear Preselection
ar: اختيار مسبق واضح
da: Ryd forhåndsvalg
de: Vorwahl löschen
el: Καθαρισμός προεπιλογής
es: Preselección clara
fi: Tyhjennä esivalinta
fr: Effacer la présélection
he: נקה בחירה מקדימה
hi: पूर्वचयन साफ़ करें
it: Pulisci preselezione
ja: プレセレクトをクリアする
ko: 사전 선택 지우기
nb: Fjern forhåndsvalg
nl: Voorselectie wissen
pl: Wyczyść wybór wstępny
ru: Очистка предварительной подборки
sr_latn: Jasna preizbornost
sv: Rensa förförselektion
uk: Очистити попередній вибір
zh_hans: 清除预选

# command.dwindle.focusNextTabInTile
source: Next Tab in Tile
ar: علامة التبويب التالية في المربع
da: Næste fane i flise
de: Nächster Tab in Kachel
el: Επόμενη καρτέλα στο πλακίδιο
es: Siguiente pestaña del mosaico
fi: Ruudun seuraava välilehti
fr: Onglet suivant dans la tuile
he: הכרטיסייה הבאה באריח
hi: टाइल में अगला टैब
it: Scheda successiva nel riquadro
ja: タイル内の次のタブ
ko: 타일의 다음 탭
nb: Neste fane i flis
nl: Volgende tab in tegel
pl: Następna karta w kafelku
ru: Следующая вкладка в плитке
sr_latn: Sledeća kartica u pločici
sv: Nästa flik i rutan
uk: Наступна вкладка в плитці
zh_hans: 图块中的下一个标签页

# command.dwindle.focusPreviousTabInTile
source: Previous Tab in Tile
ar: علامة التبويب السابقة في المربع
da: Forrige fane i flise
de: Vorheriger Tab in Kachel
el: Προηγούμενη καρτέλα στο πλακίδιο
es: Pestaña anterior del mosaico
fi: Ruudun edellinen välilehti
fr: Onglet précédent dans la tuile
he: הכרטיסייה הקודמת באריח
hi: टाइल में पिछला टैब
it: Scheda precedente nel riquadro
ja: タイル内の前のタブ
ko: 타일의 이전 탭
nb: Forrige fane i flis
nl: Vorige tab in tegel
pl: Poprzednia karta w kafelku
ru: Предыдущая вкладка в плитке
sr_latn: Prethodna kartica u pločici
sv: Föregående flik i rutan
uk: Попередня вкладка в плитці
zh_hans: 图块中的上一个标签页

# command.dwindle.moveEdgeLeft
source: Move Edge Left
ar: تحريك الحافة إلى اليسار
da: Flyt kanten til venstre
de: Kante nach links verschieben
el: Μετακίνηση άκρης αριστερά
es: Mover el borde a la izquierda
fi: Siirrä reunaa vasemmalle
fr: Déplacer le bord vers la gauche
he: הזזת הקצה שמאלה
hi: किनारा बाएँ ले जाएँ
it: Sposta il bordo a sinistra
ja: エッジを左へ移動
ko: 가장자리를 왼쪽으로 이동
nb: Flytt kanten til venstre
nl: Rand naar links verplaatsen
pl: Przesuń krawędź w lewo
ru: Сдвинуть край влево
sr_latn: Pomeri ivicu ulevo
sv: Flytta kanten åt vänster
uk: Посунути край ліворуч
zh_hans: 向左移动边缘

# command.dwindle.moveEdgeRight
source: Move Edge Right
ar: تحريك الحافة إلى اليمين
da: Flyt kanten til højre
de: Kante nach rechts verschieben
el: Μετακίνηση άκρης δεξιά
es: Mover el borde a la derecha
fi: Siirrä reunaa oikealle
fr: Déplacer le bord vers la droite
he: הזזת הקצה ימינה
hi: किनारा दाएँ ले जाएँ
it: Sposta il bordo a destra
ja: エッジを右へ移動
ko: 가장자리를 오른쪽으로 이동
nb: Flytt kanten til høyre
nl: Rand naar rechts verplaatsen
pl: Przesuń krawędź w prawo
ru: Сдвинуть край вправо
sr_latn: Pomeri ivicu udesno
sv: Flytta kanten åt höger
uk: Посунути край праворуч
zh_hans: 向右移动边缘

# command.dwindle.moveEdgeUp
source: Move Edge Up
ar: تحريك الحافة إلى الأعلى
da: Flyt kanten op
de: Kante nach oben verschieben
el: Μετακίνηση άκρης πάνω
es: Mover el borde hacia arriba
fi: Siirrä reunaa ylös
fr: Déplacer le bord vers le haut
he: הזזת הקצה למעלה
hi: किनारा ऊपर ले जाएँ
it: Sposta il bordo in alto
ja: エッジを上へ移動
ko: 가장자리를 위로 이동
nb: Flytt kanten opp
nl: Rand omhoog verplaatsen
pl: Przesuń krawędź w górę
ru: Сдвинуть край вверх
sr_latn: Pomeri ivicu nagore
sv: Flytta kanten uppåt
uk: Посунути край угору
zh_hans: 向上移动边缘

# command.dwindle.moveEdgeDown
source: Move Edge Down
ar: تحريك الحافة إلى الأسفل
da: Flyt kanten ned
de: Kante nach unten verschieben
el: Μετακίνηση άκρης κάτω
es: Mover el borde hacia abajo
fi: Siirrä reunaa alas
fr: Déplacer le bord vers le bas
he: הזזת הקצה למטה
hi: किनारा नीचे ले जाएँ
it: Sposta il bordo in basso
ja: エッジを下へ移動
ko: 가장자리를 아래로 이동
nb: Flytt kanten ned
nl: Rand omlaag verplaatsen
pl: Przesuń krawędź w dół
ru: Сдвинуть край вниз
sr_latn: Pomeri ivicu nadole
sv: Flytta kanten nedåt
uk: Посунути край униз
zh_hans: 向下移动边缘

# command.dwindle.growFocusedWindow
source: Grow Focused Window
ar: نافذة تركيز النمو
da: Voks fokuseret vindueName
de: Fokussiertes Wachstumsfenster
el: Μεγέθυνση εστιασμένου παραθύρου
es: Ventana enfocada de crecimiento
fi: Kasvata tarkennettua ikkunaa
fr: Agrandir la fenêtre active
he: הגדל חלון ממוקד
hi: केंद्रित विंडो बढ़ाएं
it: Crea finestra focalizzata
ja: 集中型ウィンドウを成長させる
ko: 포커스된 창 확대
nb: Vokse fokusert vindu
nl: Gefocust venster vergroten
pl: Powiększ okno z fokusem
ru: Развивающаяся фокусная вкладка
sr_latn: Raste fokusirane prozorke
sv: Växande fokuserat fönster
uk: Збільшити вікно у фокусі
zh_hans: 专注于成长的窗口

# command.dwindle.growHorizontally
source: Grow Horizontally
ar: النمو أفقيًا
da: Voks vandret
de: Horizontal wachsen
el: Αναπτύξτε οριζόντια
es: Crecer horizontalmente
fi: Kasva vaakatasossa
fr: Agrandir horizontalement
he: הגדל אופקית
hi: क्षैतिज रूप से बढ़ें
it: Crescere orizzontalmente
ja: 水平に成長する
ko: 가로로 확대
nb: Vokse horisontalt
nl: Horizontaal vergroten
pl: Rozszerz poziomo
ru: Рост горизонтально
sr_latn: Raste horizontalno
sv: Väx horisontellt
uk: Збільшити горизонтально
zh_hans: 水平生长

# command.dwindle.growVertically
source: Grow Vertically
ar: النمو بشكل عمودي
da: Voks lodret
de: Vertikal wachsen
el: Να μεγαλώνεις κάθετα
es: Crecer verticalmente
fi: Kasvata pystysuunnassa
fr: Agrandir verticalement
he: גדל אנכית
hi: ऊर्ध्वाधर रूप से बढ़ें
it: Crescere verticalmente
ja: 垂直に成長する
ko: 세로로 확대
nb: Vokse vertikalt
nl: Verticaal vergroten
pl: Rozszerz pionowo
ru: Рост вертикально
sr_latn: Raste vertikalno
sv: Väx vertikalt
uk: Збільшити вертикально
zh_hans: 垂直生长

# command.dwindle.moveToRoot
source: Move to Root
ar: انتقل إلى الجذر
da: Flyt til root
de: Zu Root wechseln
el: Μετακίνηση στη ρίζα
es: Cambiar a Raíz
fi: Siirry juurille
fr: Déplacer vers la racine
he: העבר לשורש
hi: रूट पर जाएँ
it: Sposta alla radice
ja: ルートに移動する
ko: 루트로 이동
nb: Flytt til rot
nl: Verplaatsen naar root
pl: Przenieś do węzła głównego
ru: Перейдите в корневую папку
sr_latn: Premestite se u koren
sv: Gå till Rot
uk: Перемістити в корінь
zh_hans: 移动到根

# command.dwindle.preselectDown
source: Preselect Down
ar: اختر أدناه مسبقًا
da: Forudvælg ned
de: Vorauswahl unten
el: Προεπιλογή προς τα κάτω
es: Seleccionar abajo previamente
fi: Esivalitse alas
fr: Présélectionner vers le bas
he: בחירה מקדימה כלפי מטה
hi: प्रीसेलेक्ट डाउन
it: Preseleziona giù
ja: ダウンを選択する
ko: 아래쪽 사전 선택
nb: Forhåndsvelg ned
nl: Omlaag voorselecteren
pl: Wybierz wstępnie w dół
ru: Предвыбор вниз
sr_latn: Preizbor dole
sv: Förselekt ner
uk: Попередньо вибрати вниз
zh_hans: 预选向下

# command.dwindle.preselectLeft
source: Preselect Left
ar: اختيار مسبق لليسار
da: Forvalg til venstre
de: Vorherige Auswahl links
el: Preselect Αριστερά
es: Seleccionar preseleccionado Izquierda
fi: Valitkaa vasen esivalinnasta
fr: Présélectionner la gauche
he: בחירה מקדימה שמאלה
hi: पूर्व-चयनित बाएँ
it: Preseleziona a sinistra
ja: 左を選択する
ko: 왼쪽 사전 선택
nb: Forhåndsvelg venstre
nl: Links voorselecteren
pl: Wybierz wstępnie w lewo
ru: Предвыбор влево
sr_latn: Preizbor levo
sv: Förvälj vänster
uk: Попередньо вибрати ліворуч
zh_hans: 预选左边

# command.dwindle.preselectRight
source: Preselect Right
ar: اختر بشكل مسبق صحيح
da: Forudvælg højre
de: Rechts vorselektieren
el: Προεπιλογή Δεξιού
es: Seleccionar derecho previamente
fi: Esivalitse oikea
fr: Présélectionnez la droite
he: בחירה מקדימה ימינה
hi: पूर्व-चयन सही करें
it: Preseleziona a destra
ja: 右を選択する
ko: 오른쪽 사전 선택
nb: Velg riktig forhåndsvalg
nl: Rechtsvoorselecteren
pl: Wybierz wstępnie w prawo
ru: Предвыборное значение: Да
sr_latn: Preizbor pravo
sv: Förvälj rätt
uk: Попередньо вибрати праворуч
zh_hans: 预选正确

# command.dwindle.preselectUp
source: Preselect Up
ar: اختر مسبقًا أعلى
da: Forvalg
de: Vorwählen Hochfahren
el: Προεπιλογή προς τα πάνω
es: Seleccionar arriba previamente
fi: Esivalinta
fr: Présélectionner vers le haut
he: בחירה מקדימה
hi: प्रीसेलेक्ट अप करें
it: Preseleziona su
ja: アップを選択する
ko: 위쪽 사전 선택
nb: Forhåndsvelg opp
nl: Omhoog voorselecteren
pl: Wybierz wstępnie w górę
ru: Предвыбор вверх
sr_latn: Preizbrani
sv: Förvälj Upp
uk: Попередньо вибрати вгору
zh_hans: 预选向上

# command.dwindle.shrinkFocusedWindow
source: Shrink Focused Window
ar: نافذة مركزة على التكبير
da: Shrink Fokuseret vindueName
de: Auf die Verkleinerung ausgerichtetes Fenster
el: Σμίκρυνση εστιασμένου παραθύρου
es: Ventana enfocada en el tamaño reducido
fi: Pienennä tarkennettua ikkunaa
fr: Réduire la fenêtre focalisée
he: מכווץ חלון ממוקד
hi: संकुचित केंद्रित विंडो
it: Riduci la finestra messa a fuoco
ja: 縮小フォーカスウィンドウ
ko: 포커스된 창 축소
nb: Skrumpningsfokusert vindu
nl: Gefocust venster verkleinen
pl: Zmniejsz okno z fokusem
ru: Сфокусированный окно для уменьшения размера
sr_latn: Shrink fokusiran prozor
sv: Fokuserat fönster för att krympa
uk: Зменшити вікно у фокусі
zh_hans: 缩小焦点窗口

# command.dwindle.shrinkHorizontally
source: Shrink Horizontally
ar: التصغير أفقيًا
da: Krymp vandret
de: Horizontal schrumpfen
el: Συρρικνωθείτε οριζόντια
es: Encoger horizontalmente
fi: Kutistu vaakatasossa
fr: Réduire horizontalement
he: מכווץ אופקית
hi: क्षैतिज रूप से संकुचित करें
it: Riduci orizzontalmente
ja: 水平に縮小する
ko: 가로로 축소
nb: Skrump horizontalt
nl: Horizontaal verkleinen
pl: Zmniejsz poziomo
ru: Сжать горизонтально
sr_latn: Shrink horizontalno
sv: Minska horisontellt
uk: Зменшити горизонтально
zh_hans: 水平缩放

# command.dwindle.shrinkVertically
source: Shrink Vertically
ar: الانكماش عموديًا
da: Krymp lodret
de: Vertikal schrumpfen
el: Κατακόρυφη σμίκρυνση
es: Encoger verticalmente
fi: Kutista pystysuunnassa
fr: Réduire verticalement
he: מכווץ אנכית
hi: ऊर्ध्वाधर रूप से सिकुड़ें
it: Riduci verticalmente
ja: 垂直に縮小する
ko: 세로로 축소
nb: Skrump vertikalt
nl: Verticaal verkleinen
pl: Zmniejsz pionowo
ru: Сжаться вертикально
sr_latn: Shrink vertikalno
sv: Krympa vertikalt
uk: Зменшити вертикально
zh_hans: 垂直缩放

# command.dwindle.swapSplit
source: Swap Split
ar: تبديل التقسيم
da: Byt opdeling
de: Tausch-Split
el: Ανταλλαγή διαχωρισμού
es: Intercambio de división
fi: Vaihda jako
fr: Permuter la division
he: החלף בין צדדי הפיצול
hi: स्विच स्प्लिट
it: Scambia divisione
ja: スワップ分割
ko: 분할 방향 바꾸기
nb: Bytt split
nl: Splitsen wisselen
pl: Zamień strony podziału
ru: Обмен и разделение
sr_latn: Razdvojiti
sv: Byte Split
uk: Поміняти місцями частини поділу
zh_hans: 交换分割

# command.dwindle.toggleSplit
source: Toggle Split
ar: تغيير التقسيم
da: Slå splittet til/ fra
de: Teilen ein-/ausblenden
el: Εναλλαγή διαχωρισμού
es: Alternar división
fi: Vaihda jakoa
fr: Activer ou désactiver la division
he: הפעל או כבה פיצול
hi: टॉगल स्प्लिट
it: Commuta divisione
ja: スプリットを切り替える
ko: 분할 전환
nb: Slå av/på delt
nl: Splitsing in- of uitschakelen
pl: Zmień orientację podziału
ru: Переключать разделение
sr_latn: Razdvojiti zajedno
sv: Växla uppdelning
uk: Увімкнути або вимкнути поділ
zh_hans: 切换分割

# command.floating.raiseAll
source: Raise All Floating Windows
ar: رفع جميع النوافذ العائمة
da: Hæv alle flydende vinduer
de: Alle schwebenden Fenster anheben
el: Ανεβάστε όλα τα επιπλέοντα παράθυρα
es: Levantar todas las ventanas flotantes
fi: Nosta kaikki kelluvat ikkunat
fr: Mettre toutes les fenêtres flottantes au premier plan
he: העלה את כל החלונות המרחפים
hi: सभी फ्लोटिंग विंडो को ऊपर उठाएं
it: Alza tutte le finestre fluttuanti
ja: すべてのフローティングウィンドウを上げる
ko: 모든 플로팅 창 앞으로 가져오기
nb: Hev alle flytende vinduer
nl: Alle zwevende vensters naar voren halen
pl: Przenieś wszystkie okna pływające na wierzch
ru: Поднять все плавающие окна
sr_latn: Podignite sve plutajuće Vindovs
sv: Höj alla flytande fönster
uk: Вивести всі плаваючі вікна на передній план
zh_hans: 抬起所有浮动窗口

# command.floating.rescueOffscreen
source: Rescue Off-Screen Floating Windows
ar: إنقاذ النوافذ العائمة خارج الشاشة
da: Rescue Off-Screen Flydende Windows
de: Hilfe bei schwebenden Fenstern außerhalb des Bildschirms
el: Επαναφορά αιωρούμενων παραθύρων εκτός οθόνης
es: Windows flotantes fuera de la pantalla para rescatar
fi: Rescue Off-Screen Kelluvat ikkunat
fr: Récupérer les fenêtres flottantes hors écran
he: חילוץ מחוץ למסך חלונות צפים
hi: ऑफ-स्क्रीन फ्लोटिंग विंडो को पुनर्प्राप्त करें
it: Salvataggio di Windows Floating off-screen
ja: オフスクリーンの浮遊ウィンドウを救出する
ko: 화면 밖 플로팅 창 복구
nb: Redde flytende vinduer utenfor skjermen
nl: Zwevende vensters buiten het scherm terughalen
pl: Odzyskaj okna pływające poza ekranem
ru: Спасание плавающих окон без экрана
sr_latn: Spasi of ekran plutajuće Vindovs
sv: Återställ flytande fönster utanför skärmen
uk: Повернути плаваючі вікна з-за меж екрана
zh_hans: 拯救屏幕外的浮动窗口

# command.focus.centerVisibleColumns
source: Center Visible Columns
ar: الأعمدة المرئية في المنتصف
da: Centrér synlige kolonner
de: Sichtbare Spaltenzentrum
el: Κεντράρισμα ορατών στηλών
es: Columnas visibles en el centro
fi: Keskellä näkyviä sarakkeita
fr: Centrer les colonnes visibles
he: מרכז עמודות גלויות
hi: केंद्र दृश्यमान कॉलम
it: Colonne visibili centrali
ja: 表示可能な列の中央
ko: 보이는 열을 가운데로
nb: Synlige søyler i sentrum
nl: Zichtbare kolommen centreren
pl: Wyśrodkuj widoczne kolumny
ru: Видимые столбцы в центре
sr_latn: Centar vidljivih kolona
sv: Synliga kolumner i mitten
uk: Центрувати видимі стовпці
zh_hans: 显示可见列

# command.focus.column
source: Focus Column %lld
ar: عمود التركيز %lld
da: Fokuskolonne %lld
de: Fokusspalte %lld
el: Στήλη εστίασης %lld
es: Columna de enfoque %lld
fi: Focus-kolumni %lld
fr: Sélectionner la colonne %lld
he: פוקוס עמודה %lld
hi: फ़ोकस कॉलम %lld
it: Colonna messa a fuoco %lld
ja: フォーカスカラム%lld
ko: %lld번 열에 포커스
nb: Fokuseringskolonne %lld
nl: Kolom %lld focussen
pl: Ustaw fokus na kolumnie %lld
ru: Колонка фокусировки %lld
sr_latn: Fokus kolona %lld
sv: Fokuskolumn %lld
uk: Перевести фокус на стовпець %lld
zh_hans: 焦点列%lld

# command.focus.columnFirst
source: Focus First Column
ar: العمود الأول للتركيز
da: Fokusér første kolonne
de: Fokus-erste Spalte
el: Εστίαση της πρώτης στήλης
es: Primera columna de enfoque
fi: Kohdista ensimmäinen sarake
fr: Sélectionner la première colonne
he: התמקד בטור הראשון
hi: पहले कॉलम पर ध्यान केंद्रित करें
it: Focus prima colonna
ja: ファーストカラムに焦点を当てる
ko: 첫 번째 열에 포커스
nb: Fokusert første kolonne
nl: Eerste kolom focussen
pl: Ustaw fokus na pierwszej kolumnie
ru: Первая колонка фокусировки
sr_latn: Fokus prve kolone
sv: Fokusera på första kolumnen
uk: Перевести фокус на перший стовпець
zh_hans: 重点第一列

# command.focus.columnLast
source: Focus Last Column
ar: التركيز العمود الأخير
da: Fokusér sidste kolonne
de: Fokus letzte Spalte
el: Εστίαση Τελευταία στήλη
es: Última columna de enfoque
fi: Kohdista viimeinen sarake
fr: Sélectionner la dernière colonne
he: התמקד בטור האחרון
hi: अंतिम कॉलम पर ध्यान केंद्रित करें
it: Focus dell' ultima colonna
ja: 最後の列に焦点を当てる
ko: 마지막 열에 포커스
nb: Fokus siste kolonne
nl: Laatste kolom focussen
pl: Ustaw fokus na ostatniej kolumnie
ru: Акцентная последняя строка
sr_latn: Fokus poslednje kolone
sv: Fokusera på sista kolumnen
uk: Перевести фокус на останній стовпець
zh_hans: 专注于最后一列

# command.focus.down
source: Focus Down
ar: ركز على الأسفل
da: Fokusér ned
de: Fokusieren Sie nach unten
el: Εστίασε προς τα κάτω
es: Enfócate abajo
fi: Keskittykää alas
fr: Sélectionner en bas
he: התמקד למטה
hi: ध्यान नीचे करें
it: Focus giù
ja: 集中する
ko: 아래로 포커스 이동
nb: Fokuser ned
nl: Omlaag focussen
pl: Przenieś fokus w dół
ru: Сфокусируйтесь вниз
sr_latn: Fokus dole
sv: Fokusera ner
uk: Перевести фокус нижче
zh_hans: 集中注意力

# command.focus.left
source: Focus Left
ar: التركيز الأيسر
da: Fokusér til venstre
de: Fokus links
el: Εστίαση αριστερά
es: Enfoque izquierdo
fi: Keskittykää vasemmalle
fr: Sélectionner à gauche
he: התמקד בשמאל
hi: बाएं पर ध्यान केंद्रित करें
it: Focus a sinistra
ja: 左にフォーカス
ko: 왼쪽으로 포커스 이동
nb: Fokus venstre
nl: Naar links focussen
pl: Przenieś fokus w lewo
ru: Сосредоточьтесь слева
sr_latn: Fokus levo
sv: Fokus vänster
uk: Перевести фокус ліворуч
zh_hans: 聚焦左边

# command.focus.right
source: Focus Right
ar: ركز على الصحيح
da: Fokuser til højre
de: Richtig fokussieren
el: Εστίαση δεξιά
es: Enfócate bien
fi: Keskity oikeaan
fr: Sélectionner à droite
he: פוקוס ימינה
hi: सही ध्यान केंद्रित करें
it: Focus a destra
ja: 右に集中する
ko: 오른쪽으로 포커스 이동
nb: Fokuser riktig
nl: Naar rechts focussen
pl: Przenieś fokus w prawo
ru: Сосредоточьтесь правильно
sr_latn: Fokus pravo
sv: Fokusera rätt
uk: Перевести фокус праворуч
zh_hans: 正确集中注意力

# command.focus.traverseBackward
source: Traverse Backward
ar: تنقل للخلف
da: Gå baglæns
de: Rückwärts durchfahren
el: Διαδρομή προς τα πίσω
es: Recorrer hacia atrás
fi: Kulku taaksepäin
fr: Parcourir vers l’arrière
he: צריח לאחור
hi: पीछे की ओर पार करें
it: Traversa all'indietro
ja: 後方にトラバースする
ko: 뒤로 탐색
nb: Gå fremover
nl: Achteruit doorlopen
pl: Przejdź wstecz
ru: Перейти назад
sr_latn: Prelazak nazad
sv: Gå bakåt
uk: Перейти назад за порядком
zh_hans: 向后穿越

# command.focus.traverseForward
source: Traverse Forward
ar: تنقل للأمام
da: Travers Fremad
de: Vorwärts gehen
el: Διαδρομή εμπρός
es: Avancar
fi: Siirry eteenpäin
fr: Parcourir vers l’avant
he: צריח קדימה
hi: आगे बढ़ें
it: Traversa in avanti
ja: 前方に進む
ko: 앞으로 탐색
nb: Gå fremover
nl: Vooruit doorlopen
pl: Przejdź naprzód
ru: Переход вперёд
sr_latn: Prelazak napred
sv: Försök framåt
uk: Перейти вперед за порядком
zh_hans: 向前穿越

# command.focus.up
source: Focus Up
ar: ركز على ذلك
da: Fokuser på
de: Konzentriere dich
el: Εστίασε προς τα πάνω
es: Enfócate
fi: Keskittykää
fr: Sélectionner en haut
he: פוקוס למעלה
hi: ध्यान केंद्रित करें
it: Concentrati su
ja: 集中する
ko: 위로 포커스 이동
nb: Fokuser opp
nl: Omhoog focussen
pl: Przenieś fokus w górę
ru: Сосредоточьтесь
sr_latn: Fokusiranje
sv: Fokusera upp
uk: Перевести фокус вище
zh_hans: 集中注意力

# command.focus.windowInColumn
source: Focus Window %lld in Column
ar: نافذة التركيز %lld في العمود
da: Fokusér vindue %lld i kolonne
de: Fokusfenster %lld in Spalte
el: Επικεντρώστε το παράθυρο %lld στη στήλη
es: Ventana de enfoque %lld en columna
fi: Focus-ikkuna %lld sarakkeessa
fr: Sélectionner la fenêtre %lld de la colonne
he: התמקד בחלון %lld בעמודה
hi: कॉलम में फ़ोकस विंडो %lld पर ध्यान दें
it: Finestra di messa a fuoco %lld nella colonna
ja: 列のフォーカスウィンドウ%lld
ko: 열의 %lld번 창에 포커스
nb: Fokuseringsvindu %lld i kolonne
nl: Venster %lld in kolom focussen
pl: Przenieś fokus na okno %lld w kolumnie
ru: Окно фокусировки %lld в столбце
sr_latn: Fokus prozor %lld u koloni
sv: Fokusfönster %lld i kolumn
uk: Перевести фокус на вікно %lld у стовпці
zh_hans: 在列中聚焦窗口%lld

# command.focus.windowOrWorkspaceDown
source: Focus Window or Workspace Down
ar: انقر على نافذة التركيز أو مساحة العمل للأسفل
da: Fokusér vindue eller arbejdsområde ned
de: Fokus-Fenster oder Arbeitsbereich herunterfahren
el: Εστίαση παραθύρου ή χώρου εργασίας κάτω
es: Bajar la ventana de enfoque o el espacio de trabajo
fi: Keskitä ikkuna tai työtila alas
fr: Sélectionner la fenêtre ou l’espace de travail du bas
he: התמקד בחלון או במרחב העבודה כלפי מטה
hi: फ़ोकस विंडो या वर्कस्पेस बंद करें
it: Fissa la finestra o lo spazio di lavoro in basso
ja: フォーカスウィンドウまたはワークスペースをダウン
ko: 아래쪽 창 또는 워크스페이스로 포커스 이동
nb: Fokusvindu eller arbeidsområde ned
nl: Venster of werkruimte omlaag focussen
pl: Przenieś fokus na okno lub przestrzeń roboczą poniżej
ru: Сверните окно фокусировки или рабочее пространство вниз.
sr_latn: Fokus prozor ili radni prostor dole
sv: Fokusfönster eller arbetsyta ner
uk: Перевести фокус на вікно або робочий простір нижче
zh_hans: 聚焦窗口或工作区向下移动

# command.focus.windowOrWorkspaceUp
source: Focus Window or Workspace Up
ar: افتح نافذة التركيز أو مساحة العمل
da: Fokusér vindue eller arbejdsområde op
de: Fokus-Fenster oder Arbeitsbereich hochfahren
el: Εστίαση παραθύρου ή χώρου εργασίας προς τα πάνω
es: Abrir ventana de enfoque o espacio de trabajo
fi: Keskitä ikkuna tai työtila ylös
fr: Sélectionner la fenêtre ou l’espace de travail du haut
he: התמקד בחלון או במרחב העבודה למעלה
hi: फ़ोकस विंडो या वर्कस्पेस ऊपर करें
it: Finestra di messa a fuoco o spazio di lavoro su
ja: フォーカスウィンドウまたはワークスペースを上に移動する
ko: 위쪽 창 또는 워크스페이스로 포커스 이동
nb: Fokuseringsvindu eller arbeidsområde opp
nl: Venster of werkruimte omhoog focussen
pl: Przenieś fokus na okno lub przestrzeń roboczą powyżej
ru: Подключите окно фокусировки или рабочее пространство
sr_latn: Fokus prozor ili radni prostor
sv: Fokusfönster eller arbetsyta uppe
uk: Перевести фокус на вікно або робочий простір вище
zh_hans: 将焦点窗口或工作区向上移动

# command.fullscreen.toggleNative
source: Toggle Native Fullscreen
ar: تفعيل الشاشة الكاملة الأصلية
da: Slå Native til og fra Fuldskærm
de: Echtzeit-Vollbild einschalten/aus
el: Εναλλαγή εγγενούς πλήρους οθόνης
es: Alternar pantalla completa nativa
fi: Vaihda kokoruutua
fr: Activer ou désactiver le plein écran natif
he: הפעל או בטל מסך מלא מקורי
hi: नेविटिव फ़ुलस्क्रीन टॉगल करें
it: Commuta schermo intero nativo
ja: ネイティブフルスクリーンを切り替える
ko: macOS 기본 전체 화면 전환
nb: Slå av/på Fullskjerm-modus
nl: Ingebouwd volledig scherm in- of uitschakelen
pl: Przełącz natywny tryb pełnoekranowy
ru: Переключать режим полного экрана в естественном режиме
sr_latn: Uključi/isključi izvorni prikaz preko celog ekrana
sv: Växla till inbyggd helskärm
uk: Увімкнути або вимкнути повноекранний режим macOS
zh_hans: 切换原生全屏

# command.menu.openAnywhere
source: Open Menu Anywhere
ar: افتح القائمة في أي مكان
da: Åbn menu hvor som helst
de: Menü überall öffnen
el: Άνοιγμα μενού οπουδήποτε
es: Abrir Menú En Cualquier Lugar
fi: Avaa valikko missä tahansa
fr: Ouvrir le menu n'importe où
he: פתח תפריט בכל מקום
hi: कहीं भी मेनू खोलें
it: Apri menu ovunque
ja: どこでもメニューを開く
ko: 어디서든 메뉴 열기
nb: Åpne meny hvor som helst
nl: Menu Overal openen
pl: Otwórz menu w dowolnym miejscu
ru: Откройте меню где угодно
sr_latn: Menu gde god
sv: Öppna meny var som helst
uk: Відкрити меню в будь-якому місці
zh_hans: 在任何地方打开菜单
